Tekla.Structures.TeklaStructuresInternal.MateriaClient.Asset
Class used for the Materia asset information.

Tekla.Structures.TeklaStructuresInternal.MateriaClient.Asset.Uri
The asset URI.

Tekla.Structures.TeklaStructuresInternal.MateriaClient.Asset.Name
The asset name.